Repository: 84000/data-translation-memory
Catalog: toh1-2-v3.tmx
Source language: bo
Languages: en

source: འཆགས་པས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “The confessant should then reply, ‘Excellent.’

source: དེའི་འོག་ཏུ་གསོ་སྦྱོང་བྱ་སྟེ།
en: “After that, the restoration rite should be performed.

source: དགེ་སློང་དག་དེ་ལྟར་གསོ་སྦྱོང་བྱའི། ང་ནི་གསོ་སྦྱོང་གི་བར་གཅད་པར་མི་སྨྲའོ། །
en: Monks, that is how the restoration rite should be performed; I do not declare this to be a hindrance to the restoration rite.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་ལྟུང་བ་ལ་དོགས་པ་དང་ཡིད་གཉིས་ཟ་བར་གྱུར་ན། དགེ་སློང་དེས་དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་དག་ལ་དྲིས་ཏེ།
en: “If, on the fifteenth, the day of the restoration rite, a monk is already suspected of or uncertain about an offense, he should ask an upholder of the sūtras, the vinaya, or the mātṛkā about it.

source: ལྟུང་བ་ལ་དོགས་པ་དང་ཡིད་གཉིས་བསལ་ནས་དགེ་སློང་གི་མདུན་དུ་ཆོས་བཞིན་དུ་ཕྱིར་བྱའོ། །
en: Once the suspicions and uncertainties regarding the offense have been resolved, he should properly make amends for the offense before another monk.

source: དགེ་སློང་དག་དེ་ལྟར་གསོ་སྦྱོང་བྱའི་ང་ནི་གསོ་སྦྱོང་གི་བར་གཅད་པར་མི་སྨྲའོ། །
en: Monks, that is how the restoration rite should be performed; I do not declare this a hindrance to the restoration rite.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གིས་དགེ་འདུན་གྱི་ནང་དུ་ལྟུང་བ་དྲན་ན། དགེ་སློང་དེས་ལྟུང་བ་དེ་དགེ་སློང་དྲུང་ན་མོ་ལ་བྱིན་གྱིས་བརླབ་པར་བྱ་སྟེ།
en: “If, on the fifteenth, the day of the restoration rite, a monk recalls an offense while among the saṅgha, he should sanction that offense before another monk by saying, ‘Venerable, please listen.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ལགས་ཏེ།
en: It is also the fifteenth, the restoration rite for me, the monk so-and-so.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་གྱི་ནང་དུ་ལྟུང་བ་འདི་དང་འདི་ལྟ་བུ་ཞིག་དྲན་ཏེ། བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བས།
en: I, the monk so-and-so, have recalled this and that offense while among the saṅgha.

source: ལྟུང་བ་འདི་ཚེ་དང་ལྡན་པའི་མདུན་དུ་བྱིན་གྱིས་བརླབས་ལ་དེང་གསོ་སྦྱོང་བགྱིའོ། །
en: I, the monk so-and-so, sanction this offense in your presence so that I may perform the restoration rite today.

source: སང་ནང་པར་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་སླར་བགྱིའོ་ཞེས་དེ་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །
en: I resolve that tomorrow morning I will properly make amends for that offense.’

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་དགེ་འདུན་གྱི་ནང་དུ་ལྟུང་བ་ལ་དོགས་པ་དང་ཡིད་གཉིས་ཟ་བར་གྱུར་ན། དགེ་སློང་དེས་ལྟུང་བ་དེ་དགེ་སློང་དྲུང་ན་མོ་ལ་བྱིན་གྱིས་བརླབ་པར་བྱ་སྟེ།
en: “If, on the fifteenth, the day of the restoration rite, a monk is suspected of or becomes uncertain about an offense while among the saṅgha, he should go before another monk and sanction that offense by saying, ‘Venerable, please listen.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་གྱི་ནང་དུ་ལྟུང་བ་འདི་དང་འདི་ལྟ་བུ་ཞིག་ལ་ཡིད་གཉིས་སུ་གྱུར་ན།
en: While among the saṅgha, I, the monk so-and-so, have become uncertain about this and that offense.

source: བདག་ལྟུང་བ་དེ་ཚེ་དང་ལྡན་པའི་མདུན་དུ་བྱིན་གྱིས་བརླབས་ལ་དེང་གསོ་སྦྱོང་བགྱིའོ། །སང་ནང་པར་དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་།
en: I, the monk so-and-so, sanction this offense in your presence so that I may perform the restoration rite today.

source: མ་མོ་འཛིན་པ་རྣམས་ལ་དྲིས་ཏེ་དོགས་པ་དང་ཡིད་གཉིས་བསལ་ལ།
en: Tomorrow morning I will ask an upholder of the sūtras, the vinaya, or the mātṛkā about it and once my doubts and uncertainties regarding the offense have been clarified, I will properly make amends for the offense.’

source: ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་སླར་བགྱིའོ་ཞེས་བྱ་བ་དེ་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །དེའི་འོག་ཏུ་གསོ་སྦྱོང་བྱ་སྟེ།
en: After that, the restoration rite should be performed.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པས་དགེ་འདུན་གྱི་ནང་དུ་ལྟུང་བ་དྲན་ན། དགེ་སློང་དེས་ལྟུང་བ་དེ་རང་གི་སེམས་ཀྱིས་བྱིན་གྱིས་བརླབ་པར་བྱ་སྟེ། དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ཡིན་ལ།
en: “If, on the fifteenth, the day of the restoration rite, the monk reciter of The Prātimokṣa Sūtra recalls an offense while among the saṅgha, that monk should mentally sanction the offense by thinking, ‘Today is the fifteenth, the saṅgha’s restoration rite.

source: བདག་དགེ་སློང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པ་མིང་འདི་ཞེས་བྱ་བའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ཡིན་ཏེ།
en: It is also the fifteenth, the restoration rite for me, the monk so-and-so reciter of The Prātimokṣa Sūtra.

source: བདག་དགེ་སློང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པ་མིང་འདི་ཞེས་བྱ་བ་དགེ་འདུན་གྱི་ནང་དུ་ལྟུང་བ་འདི་དང་འདི་ལྟ་བུ་ཞིག་དྲན་ཏེ། བདག་དགེ་སློང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པ་མིང་འདི་ཞེས་བྱ་བས་ལྟུང་བ་དེ་རང་གི་སེམས་ཀྱིས་བྱིན་གྱིས་བརླབས་ལ་དེང་གསོ་སྦྱོང་བྱའོ། །
en: I, the monk so-and-so reciter of The Prātimokṣa Sūtra, have recalled this and that offense while among the saṅgha, so I, the monk so-and-so reciter of The Prātimokṣa Sūtra, mentally sanction that offense so that I may perform the restoration rite today.

source: སང་ནང་པར་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་ཕྱིར་བྱའོ་ཞེས་དེ་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །
en: I resolve that tomorrow morning I will properly make amends for that offense.’

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པ་དགེ་འདུན་གྱི་ནང་དུ་ལྟུང་བ་ལ་དོགས་པ་དང་ཡིད་གཉིས་ཟ་བར་གྱུར་ན། དགེ་སློང་དེས་ལྟུང་བ་དེ་རང་གི་སེམས་ཀྱིས་བྱིན་གྱིས་བརླབ་པར་བྱ་སྟེ། དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ཡིན་ལ།
en: “If, on the fifteenth, the day of the restoration rite, the monk reciter of The Prātimokṣa Sūtra becomes suspected of or uncertain about an offense while among the saṅgha, that monk should mentally sanction that offense by thinking, ‘Today is the fifteenth, the saṅgha’s restoration rite.

source: བདག་དགེ་སློང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པ་མིང་འདི་ཞེས་བྱ་བའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ཡིན་ཏེ། བདག་དགེ་སློང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པ་མིང་འདི་ཞེས་བྱ་བ་དགེ་འདུན་གྱི་ནང་དུ་ལྟུང་བ་འདི་དང་འདི་ལྟ་བུ་ཞིག་ལ་ཡིད་གཉིས་སུ་གྱུར་ན།
en: It is also the fifteenth, the restoration rite for me, the monk so-and-so charged with reciting The Prātimokṣa Sūtra.

source: བདག་དགེ་སློང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པ་མིང་འདི་ཞེས་བྱ་བས་ལྟུང་བ་དེ་རང་གི་སེམས་ཀྱིས་བྱིན་གྱིས་བརླབས་ལ་དེང་གསོ་སྦྱོང་བྱའོ། །སང་ནང་པར་དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་།
en: I, the monk so-and-so charged with reciting The Prātimokṣa Sūtra, am suspected of and have become uncertain about this and that offense while among the saṅgha, so I, the monk so-and-so charged with reciting The Prātimokṣa Sūtra, mentally sanction that offense so that I may perform the restoration rite today.

source: མ་མོ་འཛིན་པ་རྣམས་ལ་དྲིས་ཏེ་དོགས་པ་དང་ཡིད་གཉིས་བསལ་ལ། ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་ཕྱིར་བྱའོ་ཞེས་དེ་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །
en: Tomorrow morning I will ask an upholder of the sūtras, the vinaya, or the mātṛkā about it and once the suspicions and uncertainties regarding the offense have been clarified, I will properly make amends for the offense in accord with the Vinaya.’

source: དགེ་སློང་དག་དེ་ལྟར་གསོ་སྦྱོང་བྱའི་ང་ནི་གསོ་སྦྱོང་གི་བར་གཅོད་པར་མི་སྨྲའོ། །
en: Monks, that is how the restoration rite should be performed; I do not declare this a hindrance to the restoration rite.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་འདུན་ཐམས་ཅད་ལྟུང་བ་དང་བཅས་པར་གྱུར་ན། དགེ་སློང་དེ་རྣམས་ཀྱིས་གང་གི་མདུན་དུ་དེ་རྣམས་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་ཕྱིར་བྱ་བའི་དགེ་སློང་འགའ་ཞིག་གནས་གཞན་དུ་སོང་ལ་དགེ་སློང་གི་མདུན་དུ་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་ཕྱིར་བྱེད་པ་དེ་ལྟ་བུར་སྤྲོ་བར་བྱའོ། །
en: “If, on the fifteenth, the day of the restoration rite, the entire saṅgha has incurred offenses, some among the monks in whose presence they may later properly make amends should willingly go to another site in order to make amends for the offense in front of a monk.

source: ཇི་སྟེ་མི་འགྲུབ་ན་དགེ་སློང་དེ་རྣམས་ཀྱིས་གསོལ་བ་འབའ་ཞིག་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: If they cannot, those monks should perform an act of motion alone as follows: “ ‘Venerable ones, please listen.

source: བདག་ཅག་དགེ་འདུན་ཐམས་ཅད་ནི་ལྟུང་བ་དག་དང་བཅས་པར་གྱུར་ན།
en: We, the entire saṅgha, have incurred offenses, and so we should properly make amends for our offenses.

source: གང་གི་མདུན་དུ་བདག་ཅག་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་སླར་བགྱི་བ་བདག་ཅག་ལས་དགེ་སློང་འགའ་ཞིག་གནས་གཞན་དུ་མཆིས་ལ་དགེ་སློང་གི་མདུན་དུ་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་སླར་བགྱིད་པར་སྤྲོ་བ་སུ་ཡང་མ་མཆིས་ན།
en: Yet there are no monks among us who will willingly go to another site to properly make amends for the offenses in the presence of a monk.

source: དགེ་འདུན་གྱིས་དེང་ལྟུང་བ་དེ་བྱིན་གྱིས་བརླབས་ཏེ་གསོ་སྦྱོང་མཛད་ལ།
en: The saṅgha sanctions that offense so that we may perform the restoration rite today.

source: སླད་ཀྱིས་དགེ་སློང་གི་མདུན་དུ་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་སླར་མཛད་དོ། །
en: Later, we will properly make amends for those offenses in the presence of a monk.’

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་འདུན་ཐམས་ཅད་ལྟུང་བ་ལ་དོགས་པ་དང་ཡིད་གཉིས་ཟ་བར་གྱུར་ན། དགེ་སློང་དེ་རྣམས་ཀྱིས་གང་གི་མདུན་དུ་དེ་རྣམས་ལྟུང་བ་ཆོས་བཞིན་དུ་ཕྱིར་བྱ་བའི་དགེ་སློང་འགའ་ཞིག་གནས་གཞན་དུ་སོང་ལ་དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་རྣམས་ལ་དྲིས་ཏེ། ལྟུང་བ་ལ་དོགས་པ་དང་། ཡིད་གཉིས་བསལ་ནས་ཆོས་བཞིན་དུ་ཕྱིར་བྱེད་པ་དེ་ལྟ་བུར་སྤྲོ་བར་བྱའོ། །
en: “If, on the fifteenth, the day of the restoration rite, the entire saṅgha is suspected of or becomes uncertain about an offense, some among the monks, having gone to another site where there is a monk in whose presence they may properly make amends for, should willing ask an upholder of the sūtras, the vinaya, or the mātṛkā about them and, once their suspicions and uncertainties about the offense have been clarified, they should properly make amends.

source: ཇི་སྟ་མི་འགྲུབ་ན་དགེ་སློང་དེ་རྣམས་ཀྱིས་གསོལ་བ་འབའ་ཞིག་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: If they cannot, those monks should perform an act of motion alone as follows: “ ‘Venerable ones, please listen.

source: བདག་ཅག་དགེ་འདུན་ཐམས་ཅད་ལྟུང་བ་ལ་དོགས་པ་དང་ཡིད་གཉིས་དང་བཅས་པར་གྱུར་ན། གང་གི་མདུན་དུ་བདག་ཅག་བཤགས་པར་བགྱི་བ་བདག་ཅག་ལས་དགེ་སློང་གནས་གཞན་དུ་མཆིས་ལ། དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་རྣམས་ལ་དྲིས་ཏེ། དོགས་པ་དང་ཡིད་གཉིས་བསལ་ལ་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་སླར་བགྱིད་པར་སྤྲོ་བ་སུ་ཡང་མ་མཆིས་ན།
en: We, the entire saṅgha, are suspected of or have become uncertain, yet no monks among us, we who must confess, will willingly go to another site, where they might properly make amends for the offenses after clarifying our doubts and uncertainties regarding the offenses through asking an upholder of the sūtras, the vinaya, or the mātṛkā about them.

source: དགེ་འདུན་གྱིས་དེང་ལྟུང་བ་དེ་བྱིན་གྱིས་བརླབས་ཏེ་གསོ་སྦྱོང་མཛད་ལ། སླད་ཀྱིས་དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་།
en: The saṅgha sanctions those offenses today so that we may perform the restoration rite.

source: འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་རྣམས་ལ་དྲིས་ཏེ། དོགས་པ་དང་ཡིད་གཉིས་བསལ་ལ་ལྟུང་བ་དེ་ཆོས་བཞིན་དུ་སླར་མཛད་དོ། །
en: Later, we will ask an upholder of the sūtras, the vinaya, or the mātṛkā about them and once our doubts and uncertainties regarding them have been clarified, we will properly make amends for the offenses.’

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་གཅིག་པུ་མ་གཏོགས་པ་དགེ་འདུན་ཐམས་ཅད་ལྟུང་བ་དང་བཅས་པར་གྱུར་ན། དགེ་སློང་དེ་དགེ་སློང་གཏམ་འདྲེས་པ་དང་། ཕེབས་པར་སྨྲ་བ་དང་། སྨོས་འདྲིན་དང་། འགྲོགས་བཤེས་གང་ཡིན་པ་དེའི་དྲུང་དུ་སོང་སྟེ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་འདི་དང་འདི་ལྟར་བྱེད་པ་གང་ཡིན་པ་དེས་དེ་ལ་ཅིར་འགྱུར།
en: “If, on the fifteenth, the day of the restoration rite, the entire saṅgha except one resident monk have incurred offenses, they should say, in the presence of that monk—an acquaintance, a friend, an intimate, or a companion—‘Venerable, what comes of doing this or that?’

source: ལྟུང་བ་དང་བཅས་པར་འགྱུར་རོ། །
en: “ ‘An offense is incurred.’

source: འོ་ན་ཚེ་དང་ལྡན་པས་ཀྱང་། འདི་དང་འདི་ལྟར་བྱས་སམ་བྱས་སོ། །
en: “ ‘Well then, venerable, I too have done this or that.’

source: འོ་ན་ཚེ་དང་ལྡན་པ་ཡང་ལྟུང་བ་དང་བཅས་པ་ཡིན་ནོ། །
en: “ ‘Well then, venerable, you have incurred an offense.’

source: ཚེ་དང་ལྡན་པ་ཁོ་བོ་གཅིག་པུར་མ་ཟད་ཀྱི་དགེ་འདུན་ཐམས་ཅད་དོན་དེ་དང་ལྡན་པ་ཡིན་ནོ། །
en: “ ‘Venerable, that is the case for the entire saṅgha, apart from you alone.’ “ ‘Then listen.

source: ཀྱེ་ཚེ་དང་ལྡན་པ་ཇེ་ཁྱོད་རང་གི་ལྟུང་བ་ཆོས་བཞིན་དུ་ཕྱིར་གྱིས་ཤིག །
en: You, venerable, should first make amends for your own offense.

source: དགེ་འདུན་ཐམས་ཅད་ཀྱིས་ཁྱོད་ལ་ཅིར་འགྱུར་ཞེས་བརྗོད་པར་བྱའོ། །
en: Then the entire saṅgha should ask you, “What comes of doing this or that?” ’

source: གལ་ཏེ་འཆགས་ན་དེས་དེ་གང་དུ་དགེ་སློང་གཞན་དག་ཀྱང་མཐོང་ན་འཆགས་པར་འགྱུར་བའི་སྣང་བའི་ཕྱོགས་སུ་བཞག་སྟེ་འཆགས་སུ་གཞུག་པར་བྱའོ། །
en: “If he will confess, the confessor should make the confessant confess in a place where the other monks might see and so confess too.

source: ཇི་སྟེ་མི་འགྲུབ་ན་དེས་དགེ་སློང་དེ་ལ་མི་འདོད་བཞིན་དུ་གླེང་བར་མི་བྱ།
en: If it is not done, the confessor should not prompt the confessant against his will.

source: མི་འདོད་བཞིན་དུ་དྲན་པར་མི་བྱའོ། །མི་འདོད་བཞིན་དུ་གླེང་བར་བྱེད།
en: He should not remind him against his will.

source: མི་འདོད་བཞིན་དུ་དྲན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: He will be guilty of a breach if he prompts or reminds him against his will.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་གཅིག་པུ་མ་གཏོགས་པ་དགེ་འདུན་ཐམས་ཅད་ལྟུང་བ་དང་བཅས་པར་གྱུར་ན། དགེ་སློང་དེ་དགེ་སློང་གཏམ་འདྲེས་པ་དང་། ཕེབས་པར་སྨྲ་བ་དང་། སྨོས་འདྲིན་དང་། འགྲོགས་བཤེས་གང་ཡིན་པ་དེའི་དྲུང་དུ་སོང་སྟེ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་འདི་དང་འདི་ལྟར་བྱེད་པ་གང་ཡིན་པ་དེས་དེ་ལ་ཅིར་འགྱུར།
en: “If, on the fifteenth, the day of the restoration rite, the entire saṅgha except one visiting monk have incurred offenses, they should say, in the presence of that monk—an acquaintance, a friend, an intimate, or a companion—‘Venerable, what comes of doing this or that?’

source: འོ་ན་ཚེ་དང་ལྡན་པས་ཀྱང་འདི་དང་འདི་ལྟར་བྱས་སམ་བྱས་སོ། །
en: “ ‘Well then, venerable, I too have done this or that.’

source: ཇི་སྟེ་མི་འགྲུབ་ན་དེས་དགེ་སློང་ལ་མི་འདོད་བཞིན་དུ་གླེང་བར་མི་བྱ།
en: If it is not done, the confessor should not prompt the confessant against his will.

source: མི་འདོད་བཞིན་དུ་དྲན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།། །།
en: He will be guilty of a breach if he prompts or reminds him against his will.”

source: སྡོམ་ལ། སྦྱར་བ་མང་དང་མི་མཐུན་དང་། །རྣམ་པ་དང་ནི་འགྲོ་བ་དང་། །ཡོངས་སུ་དག་པའི་གསོ་སྦྱོང་ངོ་། །
en: Several Repetitions A summary: Several repetitions:lack of a quorum, Numbers, going, and The restoration rite of professed purity.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་ན། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དེ་དག་མེད་པར་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་འདོན་པ་གདོན་དུ་རུང་ངོ་སྙམ་ནས་རྟོག་པས་དོན་དུ་གཉེར་བ་རྟོག་པའི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས།
en: Lack of a Quorum “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might think, ‘If there are monks who have not yet arrived, it is valid for us to make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation without those monks who have not yet arrived.’

source: དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན། དེ་དག་གིས་ཀྱང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If those monks, with fabricated aims and fabricated preparations, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, and a smaller number of resident monks arrive later, they too should make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དགེ་སློང་སྔ་མ་དག་ལ་ནི་རྟོག་པའི་ཉེར་བསྡོགས་ལས་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: The earlier group of monks will be guilty of a breach because of their fabricated attempts.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་ན། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དེ་དག་མེད་པར་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་དུ་རུང་ངམ། འོན་ཏེ་དེ་དག་མེད་པར་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པས་མདོ་འདོན་པ་གདོན་དུ་མི་རུང་སྙམ་ནས།
en: “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might think, ‘If there are monks who have not yet arrived, is it valid or not for us to make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation without those monks who have not yet arrived?’

source: ཡིད་གཉིས་ཀྱིས་དོན་དུ་གཉེར་བ་ཡིད་གཉིས་ཀྱི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས། དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If those monks, with unsure aims and unsure preparations, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, and a smaller number of resident monks arrive later, they too should make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དགེ་སློང་སྔ་མ་དག་ལ་ནི་ཡིད་གཉིས་ཀྱི་ཉེར་བསྡོགས་ལས་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: The earlier group of monks will be guilty of a breach because of their unsure attempts.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན། དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་ན། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དེ་དག་མེད་ཀྱང་རུང་། དེ་ཉིད་དུ་འདུག་ཀྱང་རུང་།
en: “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might think, ‘If there are monks who have not yet arrived, let those monks who have not yet arrived be absent, let them stay where they are, let them be separate, let them be far away.’

source: སོ་སོར་གྱུར་ཀྱང་རུང་། ཐག་རིང་པོར་གྱུར་ཀྱང་རུང་སྙམ་ནས། དབྱེན་གྱིས་དོན་དུ་གཉེར་བ་དབྱེན་གྱི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས། དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་ཉུང་བ་དག་ལྷགས་ན།
en: “If those monks, with divisive aims and divisive preparations, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, and a smaller number of resident monks arrive later, they too should make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །དགེ་སློང་སྔ་མ་དག་ལ་ནི་དབྱེན་གྱི་ཉེར་བསྡོགས་ལས་ཉེས་པ་སྦོམ་པོར་འགྱུར་རོ། །
en: The earlier group of monks will be guilty of a grievous fault because of their divisive attempts.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་ན། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དེ་དག་མེད་པར་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་དུ་རུང་ངོ་སྙམ་ནས།
en: “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might think, ‘If there are monks who have not yet arrived, it is valid for us to make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation without those monks who have not yet arrived.’

source: རྟོག་པས་དོན་དུ་གཉེར་བ་རྟོག་པའི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས། དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If those monks, with fabricated aims and fabricated preparations, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, and an equal number of resident monks arrive later, they too should make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་ན། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དེ་དག་མེད་པར་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་དུ་རུང་ངམ། འོན་ཏེ་དེ་དག་མེད་པར་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་དུ་མི་རུང་སྙམ་ནས།
en: “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might think, ‘If there are monks who have not yet arrived, is it valid or not for us to make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation without those monks who have not yet arrived?’

source: ཡིད་གཉིས་ཀྱིས་དོན་དུ་གཉེར་བ་ཡིད་གཉིས་ཀྱི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས། དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If those monks, with unsure aims and unsure preparations, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, and an equal number of resident monks arrive later, they too should make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་ན། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དེ་དག་མེད་ཀྱང་རུང་། དེ་ཉིད་དུ་འདུག་ཀྱང་རུང་།
en: “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might think, ‘If there are monks who have not yet arrived, let those monks who have not yet arrived be absent, let them stay where they are, let them be separate, let them be far away.’

source: སོ་སོར་གྱུར་ཀྱང་རུང་། ཐག་རིང་པོར་གྱུར་ཀྱང་རུང་སྙམ་ནས། དབྱེན་གྱིས་དོན་དུ་གཉེར་བ་དབྱེན་གྱི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས། དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་མཉམ་པ་དག་ལྷགས་ན།
en: “If those monks, with divisive aims and divisive preparations, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, and an equal number of resident monks arrive later, they too should make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་། སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །དགེ་སློང་སྔ་མ་དག་ལ་ནི་དབྱེན་གྱི་ཉེར་བསྡོགས་ལས་ཉེས་པ་སྦོམ་པོར་འགྱུར་རོ། །
en: The earlier group of monks will be guilty of a grievous fault because of their divisive attempts.

source: རྟོག་པས་དོན་དུ་གཉེར་བ་རྟོག་པའི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱེད་པ་ལས། དེའི་འོག་ཏུ་དགེ་སློང་གཉུག་མར་གནས་པ་ཆེས་མང་པོ་དག་ལྷགས་ན། དེ་དག་གིས་ཡང་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: “If those monks, with fabricated aims and fabricated preparations, make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation, and a greater number of resident monks arrive arrive later, they too should make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation.

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཉུག་མར་གནས་པ་བཞིའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ན་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དག་ཡོད་ན། དགེ་སློང་གང་དག་མ་ལྷགས་པ་དེ་དག་མེད་པར་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་དུ་རུང་ངམ། འོན་ཏེ་དེ་དག་མེད་པར་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱ་ཞིང་སོ་སོར་ཐར་པས་མདོ་གདོན་པ་གདོན་དུ་མི་རུང་སྙམ་ནས།
en: “When four or more resident monks are seated and have a quorum on the fifteenth, the day of the restoration rite, they might think, ‘If there are monks who have not yet arrived, is it valid or not for us to make a motion, perform the restoration rite, and recite The Prātimokṣa Sūtra recitation without those monks who have not yet arrived?’
